Repository: budinev/enigma2-plugin-extensions-infobarweather
Catalog: usr/lib/enigma2/python/Plugins/Extensions/po/*.po
Languages: bg, de, fr

source: BFT
bg: С.Б

source: Cancel
bg: Отмяна
de: Abbrechen
fr: Annuler

source: Could not download location data.
bg: Не могат да се изтеглят данни за местоположението.
de: Ortdaten konnten nicht heruntergeladen werden.
fr: Impossible de télécharger les données de la localisation.

source: Could not parse location data.
bg: Данните за местоположението не могат да се анализират.
de: Ortdaten konnten nicht geparst werden
fr: Impossible d'analyser les données de la localisation.

source: Country
bg: Държава
de: Land
fr: Pays

source: Display temperature as °C or °F.
bg: Показване на температурата в °C или °F.
de: Temperatur anzeigen als °C oder °F.
fr: Afficher la température en °C ou °F.

source: Display wind speed as BFT, m/s, km/h or mph.
bg: Показване скоростта на вятъра в Бофорт, м/с, км/ч или мили/ч.
de: Windgeschwindigkeit anzeigen als BFT, m/s, km/h oder mph.
fr: Afficher la vitesse du vent en BFT, m/s, km/h ou mph.

source: Enabled
bg: Активиран
de: Aktiviert
fr: Activé

source: Enter (part of) location to search for (e.g. "Amsterdam" or "Ams"):
bg: Въведете (част от) местоположение за търсене,(пример: "Amsterdam" или "Ams"):
de: Geben Sie (Teil des) Orts ein, nach dem gesucht werden soll (z.B. "Amsterdam" or "Ams"):
fr: Entrer (une partie de) la localisation à rechercher (p.e. "Amsterdam" ou "Ams"):

source: InfoBarWeather %(version)s setup
bg: InfoBarWeather %(version)s настройки
de: InfoBarWeather %(version)s Einstellungen
fr: Configuration InfoBarWeather %(version)

source: Location
bg: Местоположение
de: Ort
fr: Localisation

source: Please configure a location in plugin settings
bg: Моля настройте вашето местоположение в настройки на плъгина
de: Bitte konfigurieren Sie einen Ort in den Plugin-Einstellungen
fr: Merci de configurer la localisation dans le configuration du plugin

source: Press OK
bg: Натиснете OK
de: Drücke OK
fr: Appuyez sur OK

source: Press OK to open location search.
bg: Натиснете OK, за търсене на местоположение.
de: Drücke OK um die Ortsuche zu öffnen.
fr: Appuyer sur OK pour ouvrir la recherche de la localisation.

source: Save
bg: Запази
de: Speichern
fr: Enregistrer

source: Select
bg: Избор
de: Auswählen
fr: Sélectionner

source: Select location
bg: Изберете вашето местоположение
de: Ort auswählen
fr: Sélectionner la localisation

source: Show current weather in infobar
bg: Показване текущото време в информационната лента
de: Aktuelles Wetter anzeigen in Infobar
fr: Afficher la météo actuelle dans la barre d'info

source: Show feel temperature
bg: Показване на температурата на усещане
de: Gefühlstemperatur anzeigen
fr: Afficher la température ressentie

source: Show humidity
bg: Показване на влажност
de: Feuchtigkeit anzeigen
fr: Afficher l'humidité

source: Show icon
bg: Показване на иконки
de: Ikone anzeigen
fr: Afficher l'icône

source: Show last update time
bg: Показване времето на последната актуализация
de: Zeit der letzten Aktualisierung anzeigen
fr: Afficher l'heure de la dernière mise à jour

source: Show last update time by weather service.
bg: Показване на времето за последна актуализация от метеорологичната услуга.
de: Anzeige der letzten Aktualisierungszeit durch den Wetterdienst.
fr: Afficher l'heure de la dernière mise à jour par le service météorolique.

source: Show location
bg: Показване на местоположението
de: Ort anzeigen
fr: Afficher la localisation

source: Show rain
bg: Показване на дъжд
de: Regen anzeigen
fr: Afficher la pluie

source: Show rain forecast
bg: Показване на прогнозата за дъжд
de: Regenvorhersage anzeigen
fr: Afficher la prévision de pluie

source: Show sunrise/sunset
bg: Показване на изгрев/залез
de: Sonnenaufgang/Sonnenuntergang anzeigen
fr: Afficher le lever/coucher de soleil

source: Show temperature
bg: Показване на температурата
de: Temperatur anzeigen
fr: Afficher la température

source: Show two hour rain forecast instead of rain probability (only available for The Netherlands and Belgium).
bg: Показване на двучасова прогноза за дъжд вместо вероятност за дъжд (налично само за Холандия и Белгия).
de: Zweistündige Regenvorhersage statt Regenwahrscheinlichkeit anzeigen (nur für die Niederlande und Belgien verfügbar).
fr: Afficher la prévision de pluie à deux heures au lieu de le probabilité de pluie (uniquement pour les Pays-Bas et la Belgique).

source: Show wind
bg: Показване скорост на вятъра
de: Wind anzeigen
fr: Afficher le vent

source: State/province
bg: Държава/провинция
de: Staat/Provinz
fr: État/province

source: Temperature unit
bg: Температурна единица
de: Temperatureinheit
fr: Unité de température

source: Wind speed unit
bg: Единица за скорост на вятъра
de: Windgeschwindigkeitseinheit
fr: Unité de la vitesse du vent

source: km/h
bg: км/ч

source: m/s
bg: м/с

source: mph
bg: м/ч

source: mm
bg: мм

source: In infobar
bg: В информационната лента
fr: Dans la barre d'info

source: Above infobar
bg: Над информационната лента
de: Über Infobar
fr: au-dessus de la barre d'info

source: Top of screen
bg: Горната част на екрана
de: Oberen Bildschirmrand
fr: Haut de l'écran

source: Lat
bg: Ширина
de: Breite

source: Lon
bg: Дължина
de: Länge

source: Position
bg: Позиция

source: Show min/max temperature
bg: Показване на мин/макс температурата
de: Min/max Temperatur anzeigen
fr: Afficher la température min/max

source: Show UV index
bg: Показване на УВ индекс
de: UV Index anzeigen
fr: Afficher l'indice UV

source: UV
bg: УВ

source: Display location as
bg: Показване на местоположение като
de: Ort anzeigen als
fr: Afficher la localisation comme

source: Show sun power
bg: Показване слънчева на сила
de: Kraft der Sonne anzeigen
fr: Afficher l'intensité solaire

source: W/m²
bg: В/м²
